// data.js - 例（置き換えてください）
const events = [
  {
    id: 101,
    "企画名": "お笑いライブ2025",
    "説明": "人気芸人3組がiTLに集結！事前チケットを入手して一緒に楽しみましょう！",
    "大学": "中央（市谷田町）",
    "カテゴリ": "エンタメ・お笑い",
    "分野": "その他",
    start_datetime: "2025/11/1 13:00",
    end_datetime: "2025/11/1 14:00",
    場所: "3F301"
  },
  {
    id: 102,
    "企画名": "田﨑史郎先生講演会",
    "説明": "メディアへの露出も多い中大OB、田﨑先生が登壇！",
    "大学": "中央（市谷田町）",
    "カテゴリ": "講演・セミナー",
    "分野": "社会",
    start_datetime: "2025/11/2 14:00",
    end_datetime: "2025/11/2 15:00",
    場所: "3F301"
  }
  // ... 実データを全部ここに
];
